Repository: glushchenko/fsnotes
Catalog: FSNotes/mul.lproj/Main.xcstrings
Source language: en
Languages: ar_iq, cs, de, es, fr, he, hi, it, ja, ko, nl_nl, pt_br, pt_pt, ru, tr, uk, zh_hans

# SDz-2X-4yJ.title
source: Reset Caches
ar_iq: إعادة تعيين ذاكرة التخزين المؤقت
cs: Vyprázdnit cache
de: Caches zurücksetzen
es: Restablecer cachés
fr: Réinitialiser les caches
he: אפס מטמונים
hi: कैश रीसेट करें
it: Ripristino delle cache
ja: キャッシュのリセット
ko: 캐시 초기화
nl_nl: Caches resetten
pt_br: Redefinir caches
pt_pt: Repor caches
ru: Сбросить кэш
tr: Önbellekleri Sıfırla
uk: Скинути кеші
zh_hans: 重置缓存

# SeY-r8-n3w.title
source: File
ar_iq: ملف
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
he: קובץ
hi: फ़ाइल
ja: ファイル
ko: 파일
nl_nl: Bestand
pt_br: Arquivo
pt_pt: Ficheiro
ru: Файл
tr: Dosya
uk: Файл
zh_hans: 文件

# Shc-VO-eTc.title
source: Code Font
ar_iq: كود الخط
cs: Písmo kódu
fr: Police de code
he: גופן קוד
hi: कोड फ़ॉन्ट
it: Font Codice
ja: コードフォント
ko: 코드 서체
nl_nl: Code Lettertype
pt_br: Código fonte
pt_pt: Tipo de letra de código
ru: Шрифт кода
tr: Kod Yazı Tipi
uk: Шрифт коду
zh_hans: 代码字体

# Snd-dJ-uj5.title
source: History
ar_iq: تاريخ
cs: Historie
de: Die geschichte
es: Historia
fr: Historique
he: היסטוריה
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 변경 이력
nl_nl: Geschiedenis
pt_br: Histórico
pt_pt: Histórico
ru: История
tr: Tarih
uk: Історія
zh_hans: 笔记历史版本

# SrH-fe-Hog.title
source: Create Folder
ar_iq: مجلد جديد
cs: Vytvořit složku
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
he: תיקיה חדשה
hi: फोल्डर बनाएं
it: Nuova cartella
ja: フォルダを作成
ko: 새로운 폴더
nl_nl: Nieuwe map
pt_br: Criar pasta
pt_pt: Nova pasta
ru: Создать директорию
tr: Klasör Oluştur
uk: Нова директорія
zh_hans: 新建文件夹

# SSY-US-gmJ.title
source: Show icon in menu bar
ar_iq: عرض الايقونة في شريط القوائم
cs: Zobrazit ikonu v řádku nabídek
de: Icon in der Menüleiste anzeigen
es: Mostrar icono en la barra de menús
fr: Afficher l'icône dans la barre de menu
he: הצג צלמית בשורת הטפריטים
hi: मेनू बार में आइकन दिखाएं
it: Mostra icona nella barra del menù
ja: メニューバーにアイコンを表示
ko: 메뉴바에서 아이콘 보기
nl_nl: Toon icoon in menubalk
pt_br: Mostrar ícone na barra de menu
pt_pt: Mostrar ícone na barra de menu
ru: Показывать иконку в меню баре
tr: Menü çubuğunda simgeyi göster
uk: Відображати іконку в меню барі
zh_hans: 在菜单栏中显示图标

# t3f-wS-BqN.title
source: Automatic iCloud Drive conflicts resolution
ar_iq: حل تعارضات iCloud Drive تلقائيًا
cs: Automatické řešení konfliktů na iCloud Drive
de: Automatische Auflösung von iCloud Drive-Konflikten
es: Resolver automáticamente conflictos de iCloud Drive
fr: Résolution automatique des conflits avec iCloud Drive
he: פתור אוטומטית התנגשויות iCloud Drive
hi: स्वचालित iCloud ड्राइव विवाद समाधान
it: Risoluzione automatica dei conflitti di iCloud Drive
ja: iCloud Driveの競合を自動的に解決する
ko: iCloud Drive 충돌 자동 해결
nl_nl: Automatisch iCloud Drive-conflicten oplossen
pt_br: Resolva automaticamente conflitos do iCloud Drive
pt_pt: Resolva automaticamente conflitos do iCloud Drive
ru: Автоматически разрешать конфликты iCloud Drive
tr: Otomatik iCloud Drive çakışma çözümü
uk: Автоматичне вирішення конфліктів у iCloud Drive
zh_hans: 自动解决 iCloud Drive 冲突

# Tap-iY-hyA.title
source: Rename Folder
ar_iq: تسمية المجلد
cs: Přejmenovat složku
de: Ordner umbenennen
es: Renombar carpeta
fr: Renommer le dossier
he: שנה שם תיקיה
hi: फ़ोल्डर का नाम बदलें
it: Rinomina cartella
ja: フォルダを名称変更
ko: 폴더 이름 변경
nl_nl: Hernoem map
pt_br: Renomear pasta
pt_pt: Renomear pasta
ru: Переименовать директорию
tr: Klasörü Yeniden Adlandır
uk: Перейменувати директорію
zh_hans: 重命名文件夹

# Tcg-83-bZN.title
source: Show Options
ar_iq: عرض الاعدادات
cs: Zobrazit možnosti
de: Einstellungen anzeigen
es: Ver configuración
fr: Afficher les options d'affichage
he: הצג אפשרויות
hi: विकल्प दिखाएं
it: Mostra opzioni vista
ja: オプションを表示
ko: 보기 옵션
nl_nl: Toon weergaveopties
pt_br: Mostrar as opções
pt_pt: Mostrar opções de visualização
ru: Настроить вид
tr: Seçenekleri Göster
uk: Налаштування вигляду
zh_hans: 显示视图选项

# TCI-Xs-mwm.title
source: Descending
ar_iq: تنازلي
cs: Sestupně
de: Absteigend
es: Descendiendo
fr: Descendant
he: יורד
hi: अवरोही
it: Decrescente
ja: 降順
ko: 내림차순
nl_nl: Aflopend
pt_br: Descendente
pt_pt: Descendente
ru: Нисходящее
tr: Azalan
uk: Низхідний
zh_hans: 降序

# Tjy-Pz-wrj.title
source: Appearance:
ar_iq: مظهر خارجي:
cs: Vzhled:
de: Design:
es: Apariencia:
fr: Apparence :
he: מראה:
hi: स्वरूप:
it: Aspetto:
ja: 外観モード:
ko: 외관:
nl_nl: Verschijning:
pt_br: Aparência:
pt_pt: Aparência:
ru: Тема:
tr: Dış görünüş:
uk: Тема:
zh_hans: 外观:

# TjZ-PX-YVo.title
source: Delete
ar_iq: حذف
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
he: מחק
hi: मिटाएं
it: Elimina
ja: 削除
ko: 삭제
nl_nl: Verwijder
pt_br: Deletar
pt_pt: Eliminar
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除

# TKE-yB-wPs.ibShadowedToolTip
source: In memory of Mars. ? - 25.08.2022
cs: Věnování: Mars. ?–25.08.2022
hi: मंगल की याद में. ? - 25.08.2022
pt_br: Em memória de Mars. ? - 25.08.2022
ru: В память о Марсе. ? - 25.08.2022
tr: Mars'ın anısına. ? - 25.08.2022

# tMJ-Dj-OZc.title
source: First line as title
ar_iq: اول سطر كعنوان
cs: První řádek jako nadpis
de: Erste Zeile als Titel
es: Primera línea como título
fr: Première ligne comme titre
he: שורה ראשונה ככותרת
hi: शीर्षक के रूप में पहली पंक्ति
it: Prima riga come titolo
ja: 最初の行をタイトルとして使用
ko: 첫 줄을 제목으로 사용
nl_nl: Eerste regel als titel
pt_br: Primeira linha como título
pt_pt: Primeira linha como título
ru: Первая строка как заголовок
tr: Başlık olarak ilk satır
uk: Перший рядок як заголовок
zh_hans: 将内容第一行提取为标题

# tR0-Uj-4tB.title
source: Preferences
ar_iq: التفضيلات
cs: Předvolby
de: Einstellungen
es: Preferencias
fr: Préférences
he: העדפות
hi: प्राथमिकताएं
it: Preferenze
ja: 設定
ko: 환경설정
nl_nl: Voorkeuren
pt_br: Preferências
pt_pt: Preferências
ru: Настройки
tr: Tercihler
uk: Налаштування
zh_hans: 偏好设置

# tRr-pd-1PS.title
source: Data Detectors
ar_iq: كاشفات البيانات
cs: Detektory dat
de: Datendetektoren
es: Detectores de datos
fr: Détecteurs de données
he: גלאי נתונים
hi: डेटा डिटेक्टर
it: Rilevatori di dati
ja: データ検出
ko: 데이터 탐색기
nl_nl: Data Detectoren
pt_br: Detecção de data
pt_pt: Detectores de dados
ru: Детекторы данных
tr: Veri Dedektörleri
uk: Детектори даних
zh_hans: 数据检测器

# tZ6-GT-LxK.title
source: Pull every
cs: Pull každých
fr: Tirez chaque
hi: पुल आवृत्ति
pt_br: Pull todos
ru: Подтягивать каждые
tr: Her birini çek
zh_hans: 拉取分支每隔

# u88-5C-vTe.title
source: Open In New Window
ar_iq: افتح في نافذة جديدة
cs: Otevřít v novém okně
de: In neuem Fenster öffnen
es: Abrir en Nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
he: פתח בחלון חדש
hi: नई विंडो में खोलें
it: Apri in una nuova finestra
ja: 新しいウィンドウで開きます
ko: 새 창에서 열기
nl_nl: Openen in een nieuw venster
pt_br: Abrir em nova janela
pt_pt: Abrir em nova janela
ru: Открыть в новом окне
tr: Yeni Pencerede Aç
uk: Відкрити в новому вікні
zh_hans: 在新窗口中打开

# UdE-8N-Qit.title
source: Label
cs: Štítek
hi: लेबल
pt_br: Etiqueta
tr: Etiket
uk: Ярлик
zh_hans: 标签

# UEZ-Bs-lqG.title
source: Capitalize
ar_iq: تكبير
cs: Velká počáteční písmena
de: Großbuchstaben
es: Mayúsculas iniciales
fr: Ajouter les majuscules aux mots
he: אות ראשונה גדולה
hi: मूल बनाए
it: Tutte le iniziali Maiuscole
ja: 語頭を大文字にする
ko: 대문자로 만들기
nl_nl: Met hoofdletters schrijven
pt_br: Capitalizar
pt_pt: Capitalizar
ru: Озаглавить
tr: Büyük harfle yazmak
uk: Усі прописні
zh_hans: 首字母大写

# UFh-mf-ZKG.title
source: Light
ar_iq: مشمس
cs: Světlý
de: Hell
es: Claro
fr: Clair
he: בהיר
it: Chiaro
ja: ライト
ko: 라이트
nl_nl: Licht
pt_br: Claro
pt_pt: Claro
ru: Светлая
tr: Işık
uk: Світла
zh_hans: 浅色

# Ukg-MO-eaB.title
source: Code Span
ar_iq: امتداد الرمز
cs: Úsek kódu
de: Codespanne
es: Intervalo de código
he: קוד מוטבע
hi: कोड स्पैन
it: Intervallo di Codice
ja: インラインコード
ko: 코드 들여쓰기
nl_nl: Code inline
pt_br: Código de span
pt_pt: Lapso de código
ru: Диапазон кода
tr: Kod aralığı
uk: Проміжок коду
zh_hans: 代码缩进

# uMZ-sI-7ja.title
source: File
ar_iq: ملف
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
he: קובץ
hi: फ़ाइल
ja: ファイル
ko: 파일
nl_nl: Bestand
pt_br: Arquivo
pt_pt: Ficheiro
ru: Файл
tr: Dosya
uk: Файл
zh_hans: 文件

# uQ1-ej-ufE.title
source: Copy URL
ar_iq: نسخ URL
cs: Kopírovat URL
de: URL kopieren
es: Copiar enlace
fr: Copier l'URL
he: העתק כתובת
hi: यूआरएल कॉपी करें
it: Copia URL
ja: URLをコピー
ko: URL 복사
nl_nl: Kopieer URL
pt_br: Copiar URL
pt_pt: Copiar endereço URL
ru: Скопировать ссылку
tr: URLyi Kopyala
uk: Скопіювати посилання
zh_hans: 拷贝URL

# uRl-iY-unG.title
source: Cut
ar_iq: قص
cs: Vyjmout
de: Ausschneiden
es: Cortar
fr: Couper
he: גזור
hi: काटे
it: Taglia
ja: カット
ko: 오려두기
nl_nl: Knip
pt_br: Cortar
pt_pt: Cortar
ru: Вырезать
tr: Kes
uk: Вирізати
zh_hans: 剪切

# Vdr-fp-XzO.title
source: Hide Others
ar_iq: إخفاء الآخرين
cs: Skrýt ostatní
de: Alle andere Apps verstecken
es: Ocultar otros
fr: Masquer les autres
he: הסתר אחרים
hi: अन्य को छिपाएं
it: Nascondi le altre finestre
ja: ほかを非表示
ko: 기타 가리기
nl_nl: Verberg anderen
pt_br: Ocultar outros
pt_pt: Ocultar outros
ru: Спрятать другие
tr: Diğerlerini Gizle
uk: Приховати інші
zh_hans: 隐藏其它

# Ve2-qz-vtH.title
source: Lock on sleep
ar_iq: غلق عند النوم
cs: Zamknout při uspání
de: Im Schlafmodus sperren
es: Bloquar al entrar en reposo
fr: Verrouiller au passage en veille
he: נעל במעבר למצב שינה
hi: स्लीप पर लॉक करें
it: Blocca se in sospensione
ja: スリープ時
ko: 잠자기 시 잠금
nl_nl: Vergrendel bij slapen
pt_br: Bloquear no repouso
pt_pt: Bloquear ao suspender
ru: Заблокировать в режиме сна
tr: Uyku modunda kilitle
uk: Заблокувати при засипанні
zh_hans: 系统休眠后自动锁定

# vfT-nF-vst.title
source: Or use .ssh private key:
ar_iq: أو استخدم المفتاح الخاص .ssh:
cs: Nebo použijte soukromý .ssh klíč:
de: Oder verwenden Sie einen privaten .ssh-Schlüssel:
es: O use la clave privada .ssh:
fr: Ou utilisez la clé privée .ssh:
he: או השתמש במפתח פרטי .ssh:
hi: या .ssh निजी कुंजी का उपयोग करें:
it: Oppure usa la chiave privata .ssh:
ja: または、.ssh 秘密鍵を使用します。
ko: 또는 .ssh 개인 키를 사용하십시오.
nl_nl: Of gebruik de .ssh-privésleutel:
pt_br: ou use a chave privada .ssh
pt_pt: Ou use a chave privada .ssh:
ru: Или используйте закрытый ключ .ssh:
tr: veya .ssh özel anahtarını kullanın:
uk: Або використовуйте .ssh приватний ключ:
zh_hans: 或使用 .ssh 私钥:

# VJs-0B-jGe.title
source: Ask commit message on note save
cs: Ptát se na popisek commitu při uložení poznámky
hi: नोट सेव करने पर कमिट संदेश पूछें
pt_br: Pedir mensagem de confirmação ao salvar notas
ru: Запрашивать название коммита перед сохранением заметки
tr: Not kaydetmede öneri mesajını sor
zh_hans: 在笔记保存时询问提交消息

# vmV-6d-7jI.title
source: Make Upper Case
ar_iq: جعله حروف كبيرة
cs: Převést na velká písmena
de: Großschreiben
es: Todo en mayúsculas
fr: Passer en capitales
he: הפוך לאותיות גדולות
hi: अपर केस बनाएं
it: Rendi tutto Maiuscolo
ja: 大文字にする
ko: 대문자로 만들기
nl_nl: Maak Hoofdletters
pt_br: Tornar maiúsculas
pt_pt: Transformar em Maiúsculas
ru: В верхний регистр
tr: Büyük Harf Yap
uk: Верхній регістр
zh_hans: 变为大写

# vrs-XL-lyE.title
source: Move Down in the Sidebar
ar_iq: تحرك لأسفل في الشريط الجانبي
cs: Posunout dolů v bočním panelu
de: In der Seitenleiste nach unten gehen
es: Mover abajo en la barra lateral
fr: Élément suivant de la barre latérale
he: עבור למטה בסרגל הצד
hi: साइडबार में नीचे जाएँ
it: Muovi in Basso nella Sidebar
ja: サイドバー項目を下に移動
ko: 사이드바에서 아래로 이동
nl_nl: Naar beneden verplaatsen in de zijbalk
pt_br: Mover para baixo no menu lateral
pt_pt: Descer na barra lateral
ru: Перейти вниз в боковой панели
tr: Kenar Çubuğunda Aşağıya Hareket Et
uk: Перейти вниз на бічній панелі
zh_hans: 在侧边栏中向下移动

# VwE-w2-fAG.title
source: Toggle Container
cs: Zapnout/vypnout kontejner
hi: टॉगल कंटेनर
pt_br: Alterar Container
ru: Изменить контейнер
tr: Konteyneri Aç/Kapat
zh_hans: 切换容器

# Vwq-Ek-K2v.title
source: Focus on search bar when ESC is pressed
ar_iq: ركز على شريط البحث عند الضغط على ESC
cs: Stisknutím Esc přepnout do vyhledávání
de: Fokus auf Suchleiste, wenn ESC gedrückt wird
es: Utilizar la barra de búsqueda al presionar la tecla ESC
he: התמקד בשורת החיפוש בהקשת Esc
hi: ESC दबाने पर खोज बार पर ध्यान केंद्रित करें
it: Evidenzia la barra di ricerca quando premi ESC
ja: Escボタンを押して検索バーに移動
ko: ESC를 눌렀을 때 검색창에 초점 맞추기
nl_nl: Focus op zoekbalk wanneer ESC wordt ingedrukt
pt_br: Focar na barra de pesquisa quando ESC é pressionado
pt_pt: Focar na barra de pesquisa quando pressionar ESC
ru: Фокус на поиске по ESC
tr: ESC tuşuna basıldığında arama çubuğuna odaklan
uk: Фокус на пошуку по ESC
zh_hans: 按下 ESC 时聚焦于搜索栏

# vZO-Tx-X1j.title
source: Create Web Page
ar_iq: إنشاء صفحة ويب
cs: Vytvořit webovou stránku
de: Online teilen
es: Crear página web
fr: Créer une page Web
he: צור דף אינטרנט
hi: वेब पेज बनाएं
it: Crea pagina web
ja: ウェブページの作成
ko: 웹 페이지 만들기
nl_nl: Webpagina maken
pt_br: Criar página Web
pt_pt: Criar página da Web
ru: Создать веб-страницу
tr: Web Sayfası Oluştur
uk: Створити веб-сторінку
zh_hans: 创建为网页

# w7R-OL-Nfh.title
source: Lock Folder
ar_iq: قفل المجلد
cs: Zamknout složku
de: Ordner sperren
es: Bloquear carpeta
fr: Verrouiller le dossier
he: נעל תיקייה
hi: फ़ोल्डर लॉक करें
it: Blocca cartella
ja: フォルダのロック
ko: 폴더 잠금
nl_nl: Map vergrendelen
pt_br: Bloquear pasta
pt_pt: Bloquear pasta
ru: Заблокировать директорию
tr: Klasörü Kilitle
uk: Заблокувати папку
zh_hans: 锁定文件夹

# W48-6f-4Dl.title
source: Edit
ar_iq: تعديل
cs: Úpravy
de: Bearbeiten
es: Editar
fr: Éditer
he: עריכה
hi: संपादन
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
pt_pt: Editar
ru: Редактировать
tr: Düzzenle
uk: Редагування
zh_hans: 编辑

# wa2-sX-NOx.placeholderString
source: optional
ar_iq: اختياري
cs: nepovinné
es: opcional
fr: optionnelle
he: אופציונאלי
hi: वैकल्पिक
it: opzionale
ja: オプション
ko: 선택 과목
nl_nl: optioneel
pt_br: Opcional
pt_pt: opcional
ru: необязательный
tr: isteğe bağlı
uk: необов'язково
zh_hans: 可选的

# wDP-Yg-13R.placeholderString
source: id_rsa key is not selected
ar_iq: ~/.ssh/id_rsa
cs: id_rsa klíč není vybraný
de: ~/.ssh/id_rsa
es: ~/.ssh/id_rsa
fr: ~/.ssh/id_rsa
he: ~/.ssh/id_rsa
hi: id_rsa कुंजी चयनित नहीं है
it: ~/.ssh/id_rsa
ja: ~/.ssh/id_rsa
ko: ~/.ssh/id_rsa
nl_nl: ~/.ssh/id_rsa
pt_br: id_rsa key não foi selecionado
pt_pt: ~/.ssh/id_rsa
ru: Ключ id_rsa не выбран
tr: id_rsa anahtarı seçilmedi
uk: ~/.ssh/id_rsa
zh_hans: ~/.ssh/id_rsa

# WeT-3V-zwk.title
source: Paste and Match Style
ar_iq: لصق ومطابقة النمط
cs: Vložit a použít styl
de: Einsetzen und Stil anpassen
es: Pegar con el mismo estilo
fr: Coller et appliquer le style
he: הדבק והתאם לסגנון
hi: पेस्ट और मैच स्टाइल
it: Incolla e abbina lo stile
ja: ペーストしてスタイルを合わせる
ko: 붙여넣고 스타일 일치시킴
nl_nl: Plak en pas stijl aan
pt_br: Colar e combinar estilo
pt_pt: Colar e igualar o estilo
ru: Вставить в соответствии стилю
tr: Yapıştır ve Stili Eşleştir
uk: Вставити з відповідним стилем
zh_hans: 粘贴并匹配样式

# wG8-3A-BMJ.title
source: Live images preview
ar_iq: معاينة حية للصور
cs: Živý náhled obrázků
de: Bilder Vorschau
es: Previsualizar imágenes
fr: Aperçu des images en temps réel
he: תצוגת תמונות בזמן אמת
hi: लाइव छवियों का पूर्वावलोकन
it: Anteprima immagini in tempo reale
ja: ライブ画像プレビュー
ko: 실시간 이미지 미리보기
nl_nl: Toon afbeeldingen in de editor
pt_br: Pré-visualização de imagens ao vivo
pt_pt: Pré-visualização de imagens
ru: Превью изображений
tr: Canlı görüntü önizlemesi
uk: Миттєвий перегляд зображень
zh_hans: 实时图像预览

# WHt-T4-l9c.title
source: Hide/Show Note List
ar_iq: إخفاء / إظهار قائمة الملاحظات
cs: Skrýt/zobrazit seznam poznámek
de: Notizliste an/ausblenden
es: Ocultar/mostrar notas
fr: Masquer/afficher la liste de notes
he: הסתר/הצג רשימת פתקים
hi: नोट सूची छिपाएँ/दिखाएँ
it: Nascondi/mostra l'elenco delle note
ja: ノート一覧の表示/非表示
ko: 노트 목록 숨기기/보이기
nl_nl: Verbergen/tonen notitielijst
pt_br: Ocultar/mostar listar de notas
pt_pt: Ocultar/mostrar lista de notas
ru: Спрятать/показать список заметок
tr: Not Listesini Gizle/Göster
uk: Приховати/показати нотатки
zh_hans: 隐藏/显示笔记列表

# wpr-3q-Mcd.title
source: Help
ar_iq: مساعدة
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
he: עזרה
hi: सहायता
it: Aiuto
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
pt_pt: Ajuda
ru: Помощь
tr: Yardım
uk: Допомога
zh_hans: 帮助

# WsG-JA-VQd.title
source: Passphrase:
cs: Přístupová fráze:
hi: पासफ्रेज:
pt_br: Frase secreta:
ru: Парольная фраза:
tr: Parola

# wW6-4n-sve.title
source: Auto Rename By Title
ar_iq: إعادة تسمية تلقائية بالعنوان
cs: Podle nadpisu
es: Renombrar automáticamente por título
fr: Selon le titre
he: תן שם לפי כותרת
hi: शीर्षक द्वारा स्वतः नाम बदलें
it: Rinomina automaticamente per titolo
ja: タイトルをファイル名に自動反映
ko: 제목으로 자동 이름 바꾸기
nl_nl: Automatisch hernoemen op titel
pt_br: Renomear automaticamente por título
pt_pt: Renomear automaticamente por título
ru: По заголовку
tr: Başlığa Göre Otomatik Yeniden Adlandırma
uk: Автоматичне перейменування за назвою
zh_hans: 按标题自动重命名

# X3S-sG-ykW.title
source: Quote
ar_iq: اقتبس
cs: Citát
de: Zitat
es: Citar
fr: Citation
he: ציטוט
hi: उद्धरण
it: Citazione
ja: 引用符
ko: 인용문
pt_br: Aspas
pt_pt: Citação
ru: Цитата
tr: Alıntı
uk: Цитата
zh_hans: 引用

# x3v-GG-iWU.title
source: Copy
ar_iq: نسخ
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
he: העתק
hi: कॉपी करें
it: Copia
ja: コピー
ko: 복사
nl_nl: Kopieer
pt_br: Copiar
pt_pt: Copiar
ru: Копировать
tr: Kopyala
uk: Скопіювати
zh_hans: 拷贝

# X76-X8-PbG.title
source: Publish
ar_iq: ينشر
cs: Zveřejnit
de: Veröffentlichen
es: Publicar
fr: Publier
he: לְפַרְסֵם
hi: प्रकाशित करें:
it: Pubblicare
ko: 게시
nl_nl: Publiceren
pt_br: Publicar
pt_pt: Publicar
ru: Публикация
tr: Yayımla
uk: Опублікувати
zh_hans: 发布

# XBB-Sr-T1D.title
source: Rename
ar_iq: اعادة تسمية
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fr: Renommer
he: שנה שם
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
nl_nl: Hernoem
pt_br: Renomear
pt_pt: Renomear
ru: Переименовать
tr: Yeniden isimlendirmek
uk: Перейменувати
zh_hans: 重命名

# XEU-Ia-4j2.title
source: Reset
ar_iq: إعادة ضبط
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
he: אִתחוּל
hi: रीसेट करें
it: Ripristina
ja: リセット
ko: 초기화
nl_nl: Resetten
pt_br: Resetar
pt_pt: Redefinir
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh_hans: 重置

# xfW-7n-cIw.title
source: Link
ar_iq: رابط
cs: Odkaz
es: Enlace
fr: Lien
he: קישור
hi: लिंक
ja: リンク
ko: 링크
pt_pt: Ligação
ru: Ссылка
uk: Посилання
zh_hans: 链接

# xjf-5G-e5Q.title
source: Show in Sidebar
ar_iq: إظهار في الشريط الجانبي
cs: Zobrazit v bočním panelu
de: In der Seitenleiste anzeigen
es: Mostrar en la barra lateral
fr: Afficher dans la barre latérale
he: הצג בסרגל צד
hi: साइडबार में दिखाएं
it: Mostra nella barra laterale
ja: サイトバーに表示
ko: 사이드 바에 표시
nl_nl: Toon in zijbalk
pt_br: Mostrar menu lateral
pt_pt: Mostrar na barra lateral
ru: Показывать в сайдбаре
tr: Kenar Çubuğunda Göster
uk: Показувати на бічній панелі
zh_hans: 在侧边栏中显示

# xJQ-ch-Xlp.title
source: Preview Font Size:
ar_iq: معاينة حجم الخط:
cs: Veilkost písma v náhledu:
de: Vorschauschrift:
es: Tamaño de fuente de la previsualización:
fr: Taille de l'aperçu :
he: גודל גופן תצוגה:
hi: फ़ॉन्ट आकार पूर्वावलोकन:
it: Dimensione carattere:
ja: プレビューフォントサイズ:
ko: 서체 크기 미리보기:
nl_nl: Voorvertoning Lettertypegrootte:
pt_br: Pré-visualização da fonte do texto:
pt_pt: Pré-visualizar tamanho do tipo de letra:
ru: Шрифт предпросмотра:
tr: Önizleme Yazı Boyutu:
uk: Шрифт прев'ю:
zh_hans: 预览字号:

# xPh-BC-Xxl.title
source: History
ar_iq: تاريخ
cs: Historie
de: Die geschichte
es: Historia
fr: Historique
he: היסטוריה
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 변경 이력
nl_nl: Geschiedenis
pt_br: Histórico
pt_pt: Histórico
ru: История
tr: Tarih
uk: Історія
zh_hans: 笔记历史版本

# xPz-yo-VwM.title
source: Notes
ar_iq: ملاحظات
cs: Poznámky
de: Notizen
es: Notas
fr: Remarques
he: פתקים
hi: नोट
it: Note
ja: すべて
ko: 모든 노트
pt_br: Notas
pt_pt: notas
ru: Заметки
tr: Notlar
uk: Нотатки
zh_hans: 笔记

# xrE-MZ-jX0.title
source: Speech
ar_iq: كلام
cs: Řeč
de: Sprachausgabe
es: Habla
fr: Langage
he: הקראה
hi: भाषण
it: Voce
ja: スピーチ
ko: 말하기
nl_nl: Spraak
pt_br: Fala
pt_pt: Ditar
ru: Диктовка
tr: Konuşma
uk: Диктування
zh_hans: 语音

# xSO-lW-k8f.title
source: Reveal in Finder
ar_iq: فتح المجلد
cs: Zobrazit ve Finderu
de: In Finder anzeigen
es: Mostrar en el Finder
fr: Localiser dans le Finder
he: הצג ב-Finder
hi: Finder में दिखाएँ
it: Mostra nel Finder
ja: Finderに表示
ko: Finder에서 보기
nl_nl: Onthul in Finder
pt_br: Revelar no Finder
pt_pt: Realçar no Finder
ru: Показать в Finder
tr: Finder'da göster
uk: Показати в Finder
zh_hans: 在访达中显示

# xWi-IK-gJS.placeholderString
source: optional
ar_iq: اختياري
cs: nepovinné
es: opcional
fr: optionnelle
he: אופציונאלי
hi: वैकल्पिक
it: opzionale
ja: オプション
ko: 선택 과목
nl_nl: optioneel
pt_br: Opcional
pt_pt: opcional
ru: необязательный
tr: isteğe bağlı
uk: необов'язково
zh_hans: 可选的

# xX0-9b-KDq.title
source: Code block live highlighting
ar_iq: تسليط الضوء على كتلة التعليمات البرمجية (إعادة تشغيل التطبيق مطلوب)
cs: Živé zvýraznění u bloku kódu
de: Syntax automatisch hervorheben
es: Resaltado sintáctico de código
fr: Surbrillance de code
he: הדגש בלוקי קוד בזמן אמת (דורש אתחול)
hi: कोड ब्लॉक लाइव हाइलाइटिंग
it: Evidenzia il blocco di codice
ja: コードブロックの色付け
ko: 코드 영역 실시간 강조
nl_nl: Codeblok live markering
pt_br: Destacar em tempo real o bloco de código
pt_pt: Realçar bloco de código
ru: Живая подсветка кода
tr: Kod bloğu canlı vurgulama
uk: Миттєве підсвічування коду
zh_hans: 代码块实时高亮显示

# xxB-ic-LFu.title
source: None
ar_iq: بلا
cs: Žádné
es: Ninguno
fr: Aucun
he: ללא
hi: कोई भी नहीं
it: Nessuno
ja: なし
ko: 없음
nl_nl: Geen
pt_br: Nada
pt_pt: Nenhum
ru: Не использовать
tr: Hiçbiri
uk: Немає
zh_hans: 无

# xyK-fE-4CD.placeholderString
source: passphrase
cs: přístupová fráze
hi: पासफ्रेज
pt_br: frase secreta
tr: Parola

# Xz5-n4-O0W.title
source: Find…
ar_iq: ابحث ...
cs: Hledat…
de: Suchen …
es: Buscar…
fr: Rechercher…
he: חפש...
hi: खोजे...
it: Trova…
ja: 検索…
ko: 찾기...
nl_nl: Zoeken…
pt_br: Procurar...
pt_pt: Pesquisar...
ru: Найти…
tr: Bul…
uk: Знайти...
zh_hans: 查找…

# y4W-TV-iZ3.title
source: Toggle Container
cs: Zapnout/vypnout kontejner
hi: टॉगल कंटेनर
pt_br: Alternar Container
ru: Изменить контейнер
tr: Konteyneri Aç/Kapat
zh_hans: 切换容器

# y5T-sb-gw4.title
source: Autoname By Title
ar_iq: التسمية التلقائية حسب العنوان
cs: Automatické pojmenování podle názvu
de: Automatische Benennung nach Titel
es: Asignación automática de nombres por título
fr: Dénomination automatique par titre
he: מתן שמות אוטומטית לפי כותרת
hi: शीर्षक के अनुसार स्वचालित नामकरण
it: Denominazione automatica per titolo
ja: タイトルによる自動命名
ko: 제목별 자동 이름 지정
nl_nl: Automatische naamgeving op titel
pt_br: Nomeação automática por título
pt_pt: Nomeação automática por título
ru: Автоименование по заголовку
tr: Başlığa Göre Otomatik Adlandırma
uk: Автоіменування за заголовком
zh_hans: 按标题自动命名

# y7T-Rc-etT.title
source: Name
cs: jméno
hi: नाम
tr: İsim

# ybG-au-Sf4.title
source: Git repository
cs: Git repozitář
hi: गिट रिपोजिटरी
pt_br: Repositório Git
ru: Git репозиторий
tr: Git deposu

# YEy-JH-Tfz.title
source: Find and Replace…
ar_iq: بحث واستبدال ...
cs: Hledat a nahradit…
de: Suchen und ersetzen
es: Buscar y reemplazar…
fr: Rechercher et remplacer…
he: מצא והחלף...
hi: खोजे और बदलें…
it: Trova e Sostituisci…
ja: 検索と置換…
ko: 찾기 및 대치...
nl_nl: Zoeken en Vervangen…
pt_br: Procurar e substituir...
pt_pt: Pesquisar e Substituir
ru: Найти и заменить…
tr: Bul ve Değiştir…
uk: Знайти та замінити...
zh_hans: 查找和替换…

# yNE-Yn-AWj.title
source: Quick note:
ar_iq: ملاحظة سريعة:
cs: Rychlá poznámka:
de: Kurze Anmerkung:
es: Nota rápida:
fr: Note rapide:
he: הערה מהירה:
hi: त्वरित नोट:
it: Nota veloce:
ja: クイックノート:
ko: 빠른 메모:
nl_nl: Snelle notitie:
pt_br: Nota rápida:
pt_pt: Nota rápida:
ru: Быстрая заметка:
tr: Kısa not:
uk: Швидка нотатка:
zh_hans: 速记:

# Ynk-f8-cLZ.title
source: Start Speaking
ar_iq: بدء التحدث
cs: Spustit předčítání
de: Sprachausgabe starten
es: Iniciar locución
fr: Démarrer la diction
he: התחל להקריא
hi: बोलना शुरू करें
it: Avvia Lettura
ja: 読み上げを開始
ko: 말하기 시작
nl_nl: Start met Praten
pt_br: Começar a falar
pt_pt: Começar Ditado
ru: Начать диктовку
tr: Konuşmaya Başla
uk: Почати диктування
zh_hans: 开始朗读
